Tekla Open API Reference for Tekla Structures 2025
Operation.Ungrouping Method
Overload List
Name | Description
Ungrouping(RebarGroup)
 Ungroups the rebar group and creates new single rebars.
Ungrouping(RebarMesh)
 Ungroups the rebar mesh and creates new single rebars.
Top
See Also
Reference
Operation Class
Tekla.Structures.Model.Operations Namespace